CONSONANTS = {
		'क':'k', 'ख':'kh', 'ग':'g', 'घ':'gh', 'ङ':'ń',
		'च':'ch', 'छ':'chh', 'ज':'j', 'झ':'jh', 'ञ':'ñ',
		'ट':'ṭ', 'ठ':'ṭh', 'ड':'ḍ', 'ढ':'ḍ', 'ण':'ṇh',
		'त':'t', 'थ':'th', 'द':'d', 'ध':'dh', 'न':'n',
		'प':'p', 'फ':'ph', 'ब':'b', 'भ':'bh', 'म':'m',
		'य':'y', 'र':'r', 'ल':'l', 'व':'v', 'श':'sh',
		'ष':'ṣh', 'स':'s', 'ह':'h'
		}

VOWELS = {
		'ा':'ā', 'ि':'i', 'ी':'ī', 'ु':'u', 'ू':'ū', 'े':'e',
		'ै':'ai', 'ो':'o', 'ौ':'au', 'ं':'aṇ', 'ँ':'aṃ', 'ः':'aḥ',
		'ृ':'r', 'अ':'a', 'आ':'ā', 'इ':'i', 'ई':'ī', 'उ':'u', 
		'ऊ':'ū', 'ऋ':'r', 'ए':'e', 'ऐ':'ē', 'ओ':'o', 'औ':'au', 
		'अं':'aṇ', 'अः':'aḥ', 'अँ':'aṃ', 'ॉ':'ɒ', 'ऑ':'ɒ', 
		}
